{
    "titre": "Système de gestion de traduction",
    "description": "TMS (Système de gestion de traduction) est une application Web qui permet aux utilisateurs de gérer les traductions de leurs applications. Il fournit une interface conviviale pour traduire du contenu et gérer les mémoires de traduction.",
    "titre-detail": "Regardez l'explication de certaines pages du site (TMS)",
    "sign-in": "Page de connexion",
    "sign-in-description": "La page de connexion est la première page que les utilisateurs voient lorsqu'ils visitent le site. Il sert à authentifier les utilisateurs et à leur permettre d'accéder au site. La page de connexion contient un formulaire avec des champs pour l'e-mail et le mot de passe de l'utilisateur. Lorsque l'utilisateur soumet le formulaire, le site vérifie les informations d'identification de l'utilisateur et si elles sont valides, il connecte l'utilisateur et le redirige vers le tableau de bord.",
    "sign-up": "Page d'inscription",
    "sign-up-description": "La page d'inscription est utilisée pour créer un nouveau compte utilisateur. Il contient un formulaire avec des champs pour l'e-mail, le mot de passe et d'autres détails de l'utilisateur. Lorsque l'utilisateur soumet le formulaire, le site crée un nouveau compte utilisateur avec un rôle (propriétaire du produit) et le redirige vers la page de connexion.",
    "Dashboard": "Page d'accuiel",
    "Dashboard-description": "L'accueil est la page principale du site. Il est utilisé pour l'accueil. Il contient également un menu avec des liens vers d'autres pages du site",
    "Dashboard-detail": "Le bouton « Create project » utilisé pour créer un nouveau projet (App).",
    "Profile": "Page de profil",
    "Profile-description": "La page de profil permet d'afficher les informations de l'utilisateur et de lui permettre de modifier son profil.",
    "Profile-detail1": "Le lien « Lien Api » utilisé pour consommer vos données dans votre application.",
    "Profile-detail2": "La « secret key » est envoyée avec le lien api dans les « headers » pour consommer vos données.",
    "Apps": "Page des applications",
    "Apps-description": "La page des applications permet d'afficher les applications de l'utilisateur et de lui permettre de gérer ses applications.",
    "Apps-detail1": "Le bouton numéro « 1 » utilisé pour créer un nouveau projet (App).",
    "Apps-detail2": "Le bouton numéro « 2 » utilisé pour mettre à jour le nom de l'application.",
    "Apps-detail3": "Le bouton numéro « 3 » utilisé pour supprimer l'application (et toutes les traductions de l'application).",
    "Apps-detail4": "Le bouton numéro « 4 » utilisé pour créer une nouvelle traduction vers l'application.",
    "Translations": "Page de traduction",
    "Translations-description": "La page des traductions permet d'afficher les traductions de l'utilisateur et de lui permettre de gérer ses traductions.",
    "Translations-detail1": "Le bouton numéro « 1 » utilisé pour créer une nouvelle traduction.",
    "Translations-detail2": "Le bouton numéro « 2 » utilisé pour mettre à jour les traductions.",
    "Translations-detail3": "Le bouton numéro « 3 » utilisé pour supprimer les traductions.",
    "Translations-detail4": "Le bouton numéro « 4 » qu'il utilise pour valider les traductions.",
    "Translations-detail5": "Le bouton numéro « 5 » utilisé pour publier les traductions.",
    "Developers": "Page des développeurs",
    "Developers-description": "La page des développeurs permet d'afficher les développeurs de l'utilisateur et de lui permettre de gérer ses développeurs.",
    "Developers-detail1": "Le bouton numéro « 1 » utilisé pour créer un nouveau développeur.",
    "Developers-detail2": "Le bouton numéro « 2 » utilisé pour activer ou désactiver le compte développeur."
}