{
    "titre": "Translation Management System",
    "description": "TMS (Translation Management System) is a web-based application that enables users to manage translations for their Apps. It provides a user-friendly interface for translating content, and managing translation memories.",
    "titre-detail": "Look at the explanation of certain pages of the site (TMS)",
    "sign-in": "Sign-in Page",
    "sign-in-description": "The sign-in page is the first page that users see when they visit the site. It is used to authenticate users and allow them to access the site. The sign-in page contains a form with fields for the user's email and password. When the user submits the form the site checks the user's credentials and if they are valid, it logs the user in and redirects them to the dashboard.",
    "sign-up": "Sign-up Page",
    "sign-up-description": "The sign-up page is used to create a new user account. It contains a form with fields for the user's email, password, and other details. When the user submits the form, the site creates a new user account with a role (product owner) and redirects them to the sign-in page.",
    "Dashboard": "Dashboard page",
    "Dashboard-description": "The dashboard is the main page of the site. It is used for welcome. It also contains a menu with links to other pages of the site.",
    "Dashboard-detail": "The button « Create project » it used for create a new project (App).",
    "Profile": "Profile page",
    "Profile-description": "The profile page is used to display the user's information and allow them to edit their profile.",
    "Profile-detail1": "The « Lien Api » link it used to consume your data in your app.",
    "Profile-detail2": "The « secret key » is sent with the api link in the « headers » to consume your data.",
    "Apps": "Apps page",
    "Apps-description": "The apps page is used to display the user's apps and allow them to manage their apps.",
    "Apps-detail1": "The button number « 1 » it used for create a new project (App).",
    "Apps-detail2": "The button number « 2 » it used for update App name.",
    "Apps-detail3": "The button number « 3 » it used for delete app (and all the translations of the app).",
    "Apps-detail4": "The button number « 4 » it used for create a new translations to the app.",
    "Translations": "Translations page",
    "Translations-description": "The translations page is used to display the user's translations and allow them to manage their translations.",
    "Translations-detail1": "The button number « 1 » it used for create a new translations.",
    "Translations-detail2": "The button number « 2 » it used for update the translations.",
    "Translations-detail3": "The button number « 3 » it used for delete the translations.",
    "Translations-detail4": "The button number « 4 » it used for valid the translations.",
    "Translations-detail5": "The button number « 5 » it used for publish the translations.",
    "Developers": "Developers page",
    "Developers-description": "The developers page is used to display the user's developers and allow them to manage their developers.",
    "Developers-detail1": "The button number « 1 » it used for create a new developer.",
    "Developers-detail2": "The button number « 2 » it used for active or desactive the developer account."
}